Repository: timotto/battalarm
Catalog: docs/user_manual/src/locales/messages.*.xlf
Languages: de

source: Battery Alarm User's Guide
de: Batterie Alarm Benutzerhandbuch

source: Configuration
de: Konfiguration

source: There's a smartphone app to configure the adapter.
de: Es gibt eine App um den Adapter einzustellen.

source: With the app you can configure a bunch of parameters, like the duration until the adapter sounds the warning or the alert tone, the voltage of your battery charger, or the signal strength of the base station when the vehicle is in the garage.
de: Mit der App kannst du einen Haufen Einstellungen verändern, wie z.B. die Dauer bis Warnung oder Alarm kommen, die Spannung deines Batterieladegerätes oder die Signalstärke der Basisstation in der Garage.

source: Usually configuration is a one time job, or at least it's just necessary for a few times after installing the adapter and the base station.
de: Normalerweise ist die Einrichtung nur zu Beginn erforderlich.

source: Getting the app
de: Hole dir die App

source: You can download the Android app from Google Play.
de: Du kannst die Android App ganz gewöhnlich bei Google Play laden.

source: To install the iPhone app you need a Mac computer and build and install it on your own. I neither have an iPhone nor do I pay the annual fee to Apple to be able to publish iPhone apps.
de: Um die iPhone App zu installieren brauchst du einen Computer von Apple, um darauf die App zu bauen und per Kabel auf dein iPhone zu laden.

source: Installation
de: Einrichtung

source: You need install the adapter in your vehicle and the base station in your garage.
de: Montiere den Adapter in deinem Fahrzeug und die Basisstation in deiner Garage.

source: Vehicle adapter
de: Fahrzeug Adapter

source: image of the vehicle adapter
de: Bild vom Fahrzeugadapter

source: The adapter has a standard vehicle power connector. It also has a standard vehicle power socket, so you can use other electric devices without unplugging the adapter.
de: Der Adapter hat einen gewöhnlichen Zigarettenanzünderstecker. Er hat außerdem eine Zigarettenanzünderbuchse, damit du weiterhin andere elektrische Geräte verwenden kannst, ohne den Adapter zu entfernen.

source: Mount it on your vehicle using velcro tape to make sure it does not flap around.
de: Montiere ihn in deinem Fahrzeug mit Klettverschluss damit er nicht umher fliegt.

source: Base station
de: Basisstation

source: image of the base station
de: Bild von der Basisstation

source: Mount the base station inside your garage.
de: Montiere die Basisstation in deiner Garage.

source: Keep it away from the gate so the adapter has a stronger signal when the vehicle is inside the garage. Otherwise the adapter might wrongly assume the vehicle to be in the garage when in fact it is parked outside in front of it.
de: Tu dies entfernt vom Garagentor, damit der Adapter ein stärkeres Signal der Basisstation erkennt, wenn das Fahrzeug in der Garage steht. Andernfalls könnte der Adapter fälschlicherweise annehmen, dass das Fahrzeug in der Garage steht, obwohl es tatsächlich davor geparkt ist.

source: Introduction
de: Einführung

source: We all know it and it has happened to everybody: you pick up your phone on your way out and the battery is almost dead because we forgot to plug it in.
de: Wir kennen es alle und es ist jedem schon ein mal passiert: du schnappst dir dein Telefon auf dem Weg nach draußen und der Akku ist fast leer, weil du vergessen hast das Ladegerät anzuschließen.

source: The same can happen to power hungry vehicles: you receive an alert, jump into your truck and the starter doesn't even budge because you forgot to plug in the charging cable after your previous trip.
de: Das gleiche kann mit Stromhungrigen Fahrzeugen passieren: du bekommst eine Alarmierung, springst in dein Fahrzeug und der Anlasser macht keinen Mucks, weil du vergessen hast das Ladekabel nach deiner letzten Tour wieder anzuschließen.

source: This User's Manual contains all the information to get you started. See the chapters for details:
de: Dieses Benutzerhandbuch enthält alle Informationen damit du loslegen kannst. In den folgenden Kapiteln erfährst du mehr:

source: Operation
de: Bedienung

source: The Adapter alerts you when you forget to connect the battery charger to your vehicle.
de: Der Adapter alarmiert dich, wenn du vergisst das Batterieladegerät an dein Fahrzeug anzuschließen.

source: It discovers the garage when the signal of the base station is above the configured level (see chapter
de: Er erkennt die Garage, wenn das Signal der Basisstation über dem eingestellten Wert liegt (siehe Kapitel

source: It detects if the battery charger is connected by comparing the vehicle's battery voltage with the configured level (again, see chapter
de: Er erkennt ob das Batterieladegerät verbunden ist, indem er die Batteriespannung vom Fahrzeug mit dem eingestellten Wert vergleicht (siehe Kapitel

source: Before the alert, which is quite annoying, there is a warning. Both alert and warning can be snoozed by touching the adapter.
de: Vor dem Alarm, der wirklich nervig ist, gibt es eine Warnung. Sowohl Alarm als auch Warnung lassen sich pausieren indem du den Adapter berührst.

source: Power on
de: Einschalten

source: On power on the adapter cycles colors on the LED and chimes a happy tune.
de: Wenn der Adapter zum ersten Mal Strom von deinem Fahrzeug bekommt rotiert die LED durch ein paar Farben und es gibt ein paar fröhliche Töne.

source: Garage detected
de: Garage erkannt

source: When the adapter detects the garage it plays two short beeps and one long beep.
de: Wenn der Adapter erkennt, dass das Fahrzeug in der Garage steht piept er zwei mal kurz und ein mal lang.

source: Warning
de: Warnung

source: When the vehicle is in the garage but is not charging the adapter will give you a warning.
de: Der Adapter gibt eine warnung, wenn das Fahrzeug in der Garage steht aber nicht geladen wird.

source: The LED will slowly flash yellow and there is a short beep every five seconds.
de: Die LED blinkt langsam Gelb und es gibt einen kurzen Piep alle fünf Sekunden.

source: Alert
de: Alarm

source: After the warning you are alerted by a fast flashing red LED and an almost constant tone. It really is annoying.
de: Nach der Warnung wirst du durch eine schnell rot blinkende LED und einen beinahe konstanten Ton alarmiert. Es ist wirklich nervig.

source: Snooze
de: Pausieren

source: You can snooze the warning and the alert by touching the adapter for a few seconds. The LED will flash orange as long as the adapter is snoozing. It will resume to warn or alert you, whatever you interrupted.
de: Du kannst die Warnung und den Alarm pausieren, indem du den Adapter für ein paar Sekunden lang berührst. Die LED blinkt orange solange der Adapter pausiert ist. Danach fährt er mit der Warnung oder dem Alarm fort.

source: Charging
de: Laden

source: The LED flashes slowly in a comforting green when the vehicle is in the garage and charging.
de: Die LED blinkt langsam in einem beruhigendem Grün, wenn das Fahrzeug in der Garage steht und geladen wird.

source: When the adapter detects the battery charger it beeps three times short and two times long.
de: Wenn der Adapter erkennt, dass das Batterieladegerät am Fahrzeug angeschlossen worden ist, dann piept er drei mal kurz und zwei mal lang.

source: Turn on Bluetooth
de: Bluetooth einschalten

source: Touch the adapter for a few seconds until there is a low pitched beep to turn on Bluetooth.
de: Berühre den Adapter für ein paar Sekunden bis es einen tiefen Piepton gibt um Bluetooth einzuschalten.

source: The adapter will play two short and one long beep when it turns Bluetooth on.
de: Der Adapter piept zwei mal kurz und ein mal lang wenn Bluetooth eingeschaltet wird.

source: You can turn Bluetooth off in the same fashion. The adapter will confirm it turned off Bluetooth with one long and two short tones.
de: Du kannst Bluetooth auf dieselbe Art auch wieder abschalten. Der Adapter bestätigt das Abschalten durch einen langen und zwei kurze Töne.

source: This does not work if the adapter is already warning or alerting you.
de: Das funktioniert nicht, wenn der Adapter dich bereits warnt oder alarmiert.
