Repository: timotto/battalarm
Catalog: battery_alarm_app/lib/i10n/app_*.arb
Languages: de

# appTitle
source: Battery alarm
de: Batterie Alarm

# beaconScanTitle
source: Choose base station
de: Basisstation wählen

# aboutAppMenuItemTitle
source: About this app
de: Über die App

# aboutAppLegalese
source: With this app you can configure the vehicle-is-in-the-garage-but-the-battery-is-not-getting-charged adapter.
de: Mit dieser App kannst du den Fahrzeug-in-der-Garage-aber-Batterie-wird-nicht-geladen-Alarm-Adapter einstellen.

source: Connection failed
de: Verbindung Fehlgeschlagen

source: Connecting...
de: Verbinde...

source: Connected
de: Verbunden

source: Disconnecting...
de: Trennen...

source: Disconnected
de: Getrennt

# labelDelayWarn
source: Warning delay
de: Verzögerung bis zur Warnung

# labelDelayAlert
source: Alert delay
de: Verzögerung bis zum Alarm

# labelRssi
source: Base station signal strength in garage
de: Basisstation Signalstärke in Garage

# labelNoSignal
source: No signal
de: Kein Empfang

# labelAutoTuneRssi
source: Auto tune signal strength
de: Signalstärke automatisch anpassen

# labelVbatChargeThreshold
source: Battery charger end voltage
de: Batterieladegerät Endspannung

# labelVbatAlternatorThreshold
source: Battery voltage with running engine
de: Batteriespannung bei laufendem Motor

# labelVbatDeltaThreshold
source: Battery charger speed
de: Batterieladegerät Geschwindigkeit

# labelVbatTuneFactor
source: Battery voltage fine tuning
de: Batteriespannung Feinjustierung

# labelVbatLpF
source: Battery voltage low pass factor
de: Batteriespannung Tiefpass Faktor

# labelBuzzerAlerts
source: Acoustic notification for:
de: Akkustische Benachrichtigung bei:

# labelBuzzerGarage
source: Enter or leave garage
de: Garage betreten oder verlassen

# labelBuzzerCharging
source: Battery charger connected
de: Batterieladegerät angeschlossen

# labelBuzzerHello
source: Device powered on
de: Begrüßung

# labelBuzzerButton
source: Button
de: Knopf am Gerät

# labelBuzzerBluetooth
source: Bluetooth activity
de: Bluetooth Aktivität

# menuItemExpertView
source: Expert view
de: Experten Ansicht

# tabLabelSettings
source: Settings
de: Einstellungen

# tabLabelHelp
source: Help
de: Hilfe

# deviceScannerHint
source: If the adapter is not found press the button on the adapter for about 5 seconds until there is a low pitched beep.
de: Wenn der Adapter nicht gefunden wird, dann halte den Knopf am Adapter für ca. 5 Sekunden lang gedrückt, bis ein tiefer Piepton kommt.

# deviceScannerSearching
source: Searching for Battalarm adapters...
de: Suche nach Battalarm Adaptern...

# deviceScannerNoResults
source: No adapter found
de: Keine Adapter gefunden

# deviceScannerError
source: The connection was terminated
de: Die Verbindung wurde unterbrochen.

# labelBeacon
source: Base station
de: Basisstation

# labelChargingTitle
source: The battery
de: Die Batterie

# labelChargingIsCharging
source: is being charged
de: wird geladen

# labelChargingIsNotCharging
source: is not being charged
de: wird nicht geladen

# buttonCancel
source: Cancel
de: Abbrechen

# buttonApplyValue
source: Apply value
de: Wert übernehmen

# labelCurrentValue
source: Current value
de: Aktueller Wert

# doubleEditDialogNotANumber
source: This is not a number
de: Das ist keine Zahl 🤦

# doubleEditDialogToLow
source: This value is too low, at least {min}.
de: Die Eingabe ist zu niedrig, mindestens {min}.

# doubleEditDialogToHigh
source: This value is too high, at most {max}.
de: Die Eingabe ist zu hoch, höchstens {max}.

# labelInGarageTile
source: The vehicle is
de: Das Fahrzeug befindet sich

# labelInGarageTileInGarage
source: in the garage
de: in der Garage

# labelInGarageTileNotInGarage
source: not in the garage
de: nicht in der Garage

# labelRssiTile
source: Base station signal strength
de: Signalstärke Basisstation

# labelVbatDeltaTile
source: Charging speed
de: Ladungsveränderung

# labelVbatTile
source: Battery voltage
de: Batteriespannung

# beaconChangeDialogTitle
source: Change base station
de: Basisstation wechseln

# beaconChangeDialogText
source: Do you want to use {name} as base station?
de: Möchtest du {name} als Basisstation verwenden?

# beaconChangeDialogButtonYes
source: Yes
de: Ja

# beaconChangeDialogButtonNo
source: No
de: Nein

# labelDownloadingUpdate
source: Downloading update...
de: Update wird heruntergeladen...

# labelDownloadUpdateError
source: There was a problem downloading the update. Please try again later.
de: Es gab ein Problem beim Herunterladen des Updates. Probiere es später bitte nochmal.

# labelSearchingUpdates
source: Looking for available updates...
de: Suche nach verfügbaren updates...

# labelNoUpdateAvailable
source: There is no update available.
de: Es ist kein Update verfügbar.

# labelUpdateAvailable
source: Adapter software version {version} is available!
de: Adapter Software Version {version} ist verfügbar!

# buttonUpdateAdapter
source: Update Adapter
de: Adapter aktualisieren

# labelShowBetaVersion
source: Show beta version
de: Zeige Beta Versionen

# labelWritingUpdate
source: Writing update to Adapter...
de: Sende das Update an den Adapter...

# labelUpdateSuccess
source: The update has been successful. The Adapter will restart in a moment.
de: Das Update des Adapters war erfolgreich. Er wird in kürze neu starten.

# labelErrorCode
source: Error code: {code}
de: Fehler Code: {code}

# labelAdapterErrorCode
source: Adapter error code: {code}
de: Adapter Fehler Code: {code}

# labelUpdateFailed
source: There was a problem updating the Adapter. Please unplug the Adapter, wait a few seconds, plug it back in and try again.
de: Es gab ein Problem beim aktualisieren des Adapters. Trenne ihn bitte vom Strom, warte einen Moment, stecke ihn dann wieder ein und probiere es noch einmal.
